/* nothing */
"" = "Project-Id-Version: xchat 2.4.0pre2\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2004-08-05 16:05+1000\nPO-Revision-Date: 2004-08-16 17:49+0200\nLast-Translator: Mikel Olasagasti <hey_neken@mundurat.net>\nLanguage-Team: Basque <translation-team-eu@lists.sourceforge.net>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\n";

/* nothing */
"Cannot create ~/.xchat2" = "Ezin da ~/.xchat2 sortu\t";

/* nothing */
"I'm busy" = "Lanpetuta nabil";

/* nothing */
"Leaving" = "Irteten";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* root bezala IRCa erabiltzia ez da ona! Erabiltzaile kontu\n  berri bat sortu beharko zenuke eta honekin sartu.\n";

/* nothing */
"Waiting" = "Itxaroten";

/* nothing */
"Active" = "Aktibo";

/* nothing */
"Failed" = "Huts egin da";

/* nothing */
"Done" = "Eginda";

/* nothing */
"Connect" = "Konektatu";

/* nothing */
"Aborted" = "Abortatua";

/* nothing */
"Cannot access %s\n" = "Ezin da %s-ra sartu\n";

/* nothing */
"No active DCCs\n" = "Ez dago DCC aktiborik\n";

/* nothing */
"YES  " = "BAI  ";

/* nothing */
"NO   " = "EZ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "CTCP ugariegi jasotzen hari zara %s(r)engandik, %s ignoratu egingo da.\n";

/* nothing */
"You are being MSG flooded from %s, setting autodialog OFF.\n" = "MSG ugariegi jasotzen hari zara %s(r)engandik, auto-elkarrizeketa OFFen ezarri da.\n";

/* nothing */
"  %-20s online\n" = "  %-20s online\n";

/* nothing */
"  %-20s offline\n" = "  %-20s offline\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "Kanaletara sartu gabe. Saiatu /join #<kanala>-rekin\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "Konektatu gabe. Saiatu /server <ostalaria> [<ataka>]-rekin\n";

/* nothing */
"I need /bin/sh to run!\n" = "/bin/sh behar dut abiatzeko!\n";

/* nothing */
"\nCommands Available:\n\n  " = "\nErabilgarri dauden komandoak:\n\n  ";

/* nothing */
"\n\nType /HELP <command> for more information, or /HELP -l\n\n" = "\n\nIdatzi /HELP <komandoa> informazio gehiagorako, edo /HELP -l\n";

/* nothing */
"User defined commands:\n\n  " = "Erabiltzaileak definitutako komandoak:\n\n  ";

/* nothing */
"Unknown arg '%s' ignored." = "Argumentu ezezaguna '%s', ezikusia.";

/* nothing */
"No such plugin found.\n" = "Ez da alako plugin-ik aurkitu.\n";

/* nothing */
"That plugin is refusing to unload.\n" = "Plugin hori kargatzeari uko egiten ari da.\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <izena> <ekintza>, botoi bat gehitzen du erabiltzaile zerrendaren azpian";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <komandoa>, zauden kanal guztietara komando bat bidaltzen du";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <cmd>, zauden zerbitzari guztietara komando bat bidaltzen du";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<arrazoia>], aldendua jartzen zaitu";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "";

/* nothing */
"CLEAR, Clears the current text window" = "CLEAR, uneko testu leihoa garbitzen du";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE, uneko leiho/fitxa itxitzen du";

/* nothing */
"COUNTRY <code>, finds a country code, eg: au = australia" = "COUNTRY <kodea>, herrialde kode bat aurkitzen du, adib.: au = australia";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "";

/* nothing */
"CYCLE, parts current channel and immediately rejoins" = "";

/* nothing */
"\nDCC GET <nick>                     - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file] - send a file to someone\nDCC LIST                           - show DCC list\nDCC CHAT <nick>                    - offer DCC CHAT to someone\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <izena>, erabiltzaile zerrendaren azpitik botoi bat ezabatzen du";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <ezizena>, uneko kanalean chanop egoera kentzen dio aukeratutako ezizenari (chanop egoera behar da)";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <ezizena>, uneko kanalean voice egoera kentzen dio aukeratutako ezizenari <chanop egoera behar da>";

/* nothing */
"DISCON, Disconnects from server" = "DISCON, zerbitzaritik deskonektatzen da";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS <ezizena|ostalaria|ip-a>, erabiltzaile baten IPa aurkitzen du";

/* nothing */
"ECHO <text>, Prints text locally" = "";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <kanala>, kanalera sartzen da";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <ezizena>, uneko kanaletik aukeratutako ezizena kanporatzen du (kanalop-a behar da)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "";

/* nothing */
"LAGCHECK, forces a new lag check" = "";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "";

/* nothing */
"LOAD <file>, loads a plugin or script" = "LOAD <fitxategia>, plugin edo skript bat kargatzen du";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <nick> <mezua>, mezu pribatu bat bidaltzen du";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <ezizena> <mezua>, CTCP mezua bidaltzen dio ezizenari";

/* nothing */
"NEWSERVER <hostname> [<port>]" = "NEWSERVER <ostalaria> [<ataka>]";

/* nothing */
"NICK <nickname>, sets your nick" = "NICK <ezizena>, zure ezizena ezartzen du";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "";

/* nothing */
"NOTIFY [<nick>], lists your notify list or adds someone to it" = "";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <ezizena>, chanop egoera ematen dio erabiltzaileari (chanop behar da)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<kanala>] [<arrazoia>], kanaletik irteten da, unekotik lehenetsita";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <ezizena | kanala>, CTCP ping egin ezizen edo kanalari";

/* nothing */
"QUERY <nick>, opens up a new privmsg window to someone" = "";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<arrazoia>], deskonektatu egiten da uneko zerbitzaritik";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <mezua>, mezua era lauean bidaltzen dio zerbitzariari";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <testua>, uneko leihoko objektuari testua bidaltzen dio";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <ostalaria> [<ataka>] [<pasahitza>], zerbitzari batera konektatzen da, lehenetsitako ataka 6667 da";

/* nothing */
"SET [-quiet] <variable> [<value>]" = "SET [-quiet] <bariablea> [<balorea>]";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<gaia>], zerbait ematen bada gaia hori ezartzen du, bestela uneko gaia erakusten du";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <maskara> [<maskara>...], espezifikatutako maskarei debekua kentzen die";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <maskara> [IXILIK]";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <izena>, plugin edo skript-a deskargatzen du";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <ezizena>, ahots egoera ematen dio norbaiti (chanop-a behar da)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <mezua>, mezua kanal guztietan idazten du";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <mezua>, uneko kanaleko chanop guztiei mezua bidaltzen die";

/* nothing */
"Usage: %s\n" = "Erabilera: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nEz dago laguntzarik eskuragarri komando horrentzat.\n";

/* nothing */
"No such command.\n" = "Ez dago honelako komandorik.\n";

/* nothing */
"Bad arguments for user command.\n" = "Argumentu akastunak erabiltzaile komandoentzat.\n";

/* nothing */
"Too many recursive usercommands, aborting." = "";

/* nothing */
"Unknown Command. Try /help\n" = "Komando ezezaguna. Saiatu /help ekin\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "";

/* nothing */
"Are you sure this is a SSL capable server and port?\n" = "Ziur zaude SSL erabiltzeko gai den zerbitzari eta ataka dela?\n";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "Ezin da ebatzi %s ostalari-izena\nEgiaztatu zure IP ezarpenak!\n";

/* nothing */
"Proxy traversal failed.\n" = "Proxy trasbersalak huts egin du.\n";

/* nothing */
"Cycling to next server in %s...\n" = "Hurrengo zerbitzarira %s-n ziklatzen...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "Oharra: \"%s\" karaktere-jokoa ezezaguna da. Ez da konbertsiorik aplikatu %s sarearentzat.";

/* nothing */
"%C22*%O$t$1 added to notify list." = "%O%C11$1%O notifikazio zerrendara gehitua.";

/* nothing */
"%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3" = "%C22*%O$t$1 Debekatu zerrenda:%C19 $4%C20 $2%C21 $3";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(You are banned)." = "";

/* nothing */
"%C22*%O$t$1 is now known as $2" = "%C22*%O$t$1 orain $2 bezala ezaguna";

/* nothing */
"%C18*$t$1%O $2" = "%C18*$t$1%O $2";

/* nothing */
"%C21*%O$t%C21%B$1%O%C21 $2" = "%C21*%O$t%C21%B$1%O%C21 $2";

/* nothing */
"%C22*%O$t$1 sets ban on $2" = "";

/* nothing */
"%C22*%O$tChannel $1 created on $2" = "";

/* nothing */
"%C22*%O$t%C26$1%O removes channel half-operator status from%C26 $2" = "";

/* nothing */
"%C22*%O$t%C26$1%O removes channel operator status from%C26 $2" = "";

/* nothing */
"%C22*%O$t%C26$1%O removes voice from%C26 $2" = "";

/* nothing */
"%C22*%O$t$1 sets exempt on $2" = "";

/* nothing */
"%C22*%O$t%C26$1%O gives channel half-operator status to%C26 $2" = "";

/* nothing */
"%C22*%O$t$1 sets invite on $2" = "";

/* nothing */
"%UChannel          Users   Topic" = "%UKanala          Erabiltzaileak   Gaia";

/* nothing */
"%C18%B%B$4$1%O%C18%O$t$2" = "%C18%B%B$4$1%O%C18%O$t$2";

/* nothing */
"%C22*%O$t$1 sets mode $2$3 $4" = "";

/* nothing */
"%C22*%O$t%C22Channel $1 modes: $2" = "";

/* nothing */
"$4%C21%B$1%O$t%C21$2" = "%C2<%O$1%C2>%O$t$2%O";

/* nothing */
"%C28-%C29$1/$2%C28-%O$t$3" = "%C28-%C29$1/$2%C28-%O$t$3";

/* nothing */
"%C22*%O$t%C26$1%O gives channel operator status to%C26 $2" = "";

/* nothing */
"%C22*%O$t$1 removes exempt on $2" = "";

/* nothing */
"%C22*%O$t$1 removes invite on $2" = "%C22*%O$t$1-k gonbidapena kentzen dio $2(r)i";

/* nothing */
"%C22*%O$t$1 removes channel keyword" = "";

/* nothing */
"%C22*%O$t$1 removes user limit" = "";

/* nothing */
"%C22*%O$t$1 sets channel keyword to $2" = "";

/* nothing */
"%C22*%O$t$1 sets channel limit to $2" = "";

/* nothing */
"%C22*%O$t$1 removes ban on $2" = "%C22*%O$t$1-k debekua kentzen dio honi $2";

/* nothing */
"%C22*%O$t%C26$1%O gives voice to%C26 $2" = "";

/* nothing */
"%C22*%O$t%C22Connected. Now logging in..." = "%C22*%O$t%C22Konektatua. Orain saioa hasten...";

/* nothing */
"%C22*%O$t%C22Connecting to $1 ($2) port $3%O..." = "%C22*%O$t%C22Hona konektatzen $1 ($2) ataka $3%O...";

/* nothing */
"%C21*%O$t%C21Connection failed. Error: $1" = "%C21*%O$t%C21Konexioak huts egin du. Errorea: $1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2" = "";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2 (to $3)" = "";

/* nothing */
"%C19>%O$1%C19<%O$tCTCP $2" = "%C19>%O$1%C19<%O$tCTCP $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2" = "";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O aborted." = "";

/* nothing */
"%C22*%O$tDCC CHAT connection established to %C26$1 %C30[%O$2%C30]" = "";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O lost ($4)." = "";

/* nothing */
"%C22*%O$tReceived a DCC CHAT offer from $1" = "";

/* nothing */
"%C22*%O$tOffering DCC CHAT to $1" = "";

/* nothing */
"%C22*%O$tAlready offering CHAT to $1" = "";

/* nothing */
"%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3)." = "";

/* nothing */
"%C22*%O$tReceived '$1%O' from $2" = "";

/* nothing */
"%C24,18 Type  To/From    Status  Size    Pos     File         " = "";

/* nothing */
"%C22*%O$tReceived a malformed DCC request from %C26$1%O.%010%C22*%O$tContents of packet: $2" = "";

/* nothing */
"%C22*%O$tOffering%C26 $1%O to%C26 $2" = "";

/* nothing */
"%C22*%O$tNo such DCC offer." = "";

/* nothing */
"%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O aborted." = "";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O." = "";

/* nothing */
"%C22*%O$tDCC RECV connection established to%C26 $1 %C30[%O$2%C30]" = "";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4)." = "%C22*%O$tDCC RECV%C26 $1%O honengandik%C26 $3%O huts egin du ($4).";

/* nothing */
"%C22*%O$tDCC RECV: Cannot open $1 for writing ($2)." = "";

/* nothing */
"%C22*%O$tThe file%C26 $1%C already exists, saving it as%C26 $2%O instead." = "";

/* nothing */
"%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C." = "";

/* nothing */
"%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O aborted." = "";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O." = "";

/* nothing */
"%C22*%O$tDCC SEND connection established to%C26 $1 %C30[%O$2%C30]" = "";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3" = "";

/* nothing */
"%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)" = "";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - aborting." = "";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - aborting." = "";

/* nothing */
"%C22*%O$t$1 deleted from notify list." = "%O%C11$1%O notifikazio zerrendatik kendua.";

/* nothing */
"%C22*%O$tDisconnected ($1)." = "%C22*%O$tDeskonektatua ($1).";

/* nothing */
"%C22*%O$tFound your IP: [$1]" = "%C22*%O$tZure IPa aurkitu da: [$1]";

/* nothing */
"$1$t$2" = "$1$t$2";

/* nothing */
"%O%C26$1%O added to ignore list." = "%O%C26$1%O ezikusien zerrendara gehitua.";

/* nothing */
"Ignore on %C26$1%O changed." = " %C26$1%O -ri ignoraketa egoera aldatu da.";

/* nothing */
"%C24,18                                                              " = "%C24,18                                                              ";

/* nothing */
"%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG " = "%C24,18 ostalariaren maskara          PRIV NOTI CHAN CTCP DCC  INVI UNIG ";

/* nothing */
"%O%C26$1%O removed from ignore list." = "%O%C11$1%O notifikazio zerrendatik kendua.";

/* nothing */
"  Ignore list is empty." = "  Ezikuzien zerrenda hutsik dago.";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Channel is invite only)." = "";

/* nothing */
"%C22*%O$tYou have been invited to%C26 $1%O by%C26 $2%C (%C26$3%C)" = "";

/* nothing */
"%C19*%O$t%C19%B$1 %B($3) has joined $2" = "%C19*%O$t%C19%B$1 %B($3) gehitu da $2";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Requires keyword)." = "";

/* nothing */
"%C21*%O$t%C21$1 has kicked $2 from $3 ($4%O%C21)" = "%C21*%O$t%C21$1 -(e)k $2 kaleratu du hemendik $3 ($4%O%C21)";

/* nothing */
"%C22*%O$tYou have been killed by $1 ($2%O%C22)" = "%C22*%O$tHonek hil zaitu $1 ($2%O%C22)";

/* nothing */
"%C19>%O$1%C19<%O$t$2%O" = "%C19>%O$1%C19<%O$t$2%O";

/* nothing */
"%C16*%O$t$1%O" = "%C16*%O$t$1%O";

/* nothing */
"%C22*%O$t%C22MOTD Skipped." = "%C22*%O$t%C22MOTD saltatua.";

/* nothing */
"%C22*%O$t$1 already in use. Retrying with $2..." = "%C22*%O$t$1 une hontan erabilia. $2-(r)ekin saiatzen...";

/* nothing */
"%C22*%O$tNickname already in use. Use /NICK to try another." = "";

/* nothing */
"%C22*%O$tNo such DCC." = "";

/* nothing */
"%C22*%O$tNo process is currently running" = "";

/* nothing */
"%C28-%C29$1%C28-%O$t$2" = "%C28-%C29$1%C28-%O$t$2";

/* nothing */
"%C19>%O$1%C19<%O$t$2" = "%C19>%O$1%C19<%O$t$2";

/* nothing */
"$tNotify list is empty." = "$tNotifikazio zerrenda hutsik dago.";

/* nothing */
"%C24,18 %B  Notify List                           " = "";

/* nothing */
"%C22*%O$t$1 users in notify list." = "";

/* nothing */
"%C22*%O$tNotify: $1 is offline ($2)." = "";

/* nothing */
"%C22*%O$tNotify: $1 is online ($2)." = "";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3" = "";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3 (%O%C23$4)" = "";

/* nothing */
"%C22*%O$tPing reply from $1: $2 second(s)" = "";

/* nothing */
"%C22*%O$tNo ping reply for $1 seconds, disconnecting." = "";

/* nothing */
"%C28*%C29$3$1%C28*$t%O$2" = "%C28*%C29$3$1%C28*$t%O$2";

/* nothing */
"%C18%B%B$3$1%O$t$2" = "%C18%B%B$3$1%O$t$2";

/* nothing */
"%C22*%O$tA process is already running" = "";

/* nothing */
"%C23*%O$t%C23$1 has quit (%O%C23$2)" = "";

/* nothing */
"%C22*%O$t$1 sets modes%B %C30[%O$2%B%C30]" = "";

/* nothing */
"%C28-%C29$1/Wallops%C28-%O$t$2" = "%C28-%C29$1/Wallops%C28-%O$t$2";

/* nothing */
"%C22*%O$tLooking up IP number for%C26 $1%O..." = "";

/* nothing */
"%C22*%O$t%C22Connected." = "%C22*%O$t%C22Konektatua.";

/* nothing */
"%C22*%O$t$1" = "%C22*%O$t$1";

/* nothing */
"%C22*%O$t%C22Looking up $1" = "";

/* nothing */
"%C22*%O$tStopped previous connection attempt (pid=$1)" = "";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29is: $2" = "";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29set by $2%C %C29at $3" = "";

/* nothing */
"%C22*%O$t$1 has changed the topic to: $2" = "%C22*%O$t$1-k gaia honakora aldatu du: $2";

/* nothing */
"%C22*%O$tUnknown host. Maybe you misspelled it?" = "";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(User limit reached)." = "";

/* nothing */
"%C22*%O$t%C26Users on $1:%C $2" = "";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)" = "";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O $2" = "%C22*%O$t%C28[%O$1%C28]%O $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list." = "";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2" = "%C22*%O$t%C28[%O$1%C28] %O$2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3" = "";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2" = "%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3" = "";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4" = "%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4";

/* nothing */
"%C19*%O$t%C19Now talking on $2" = "%C19*%O$t%C19Orain hemen hitz egiten $2";

/* nothing */
"%C23*$tYou have left channel $3" = "";

/* nothing */
"%C23*$tYou have left channel $3 (%O%C23$4%O%C23)" = "";

/* nothing */
"%C23*$tYou have been kicked from $2 by $3 ($4%O%C23)" = "";

/* nothing */
"%C22*%O$tYou've invited%C26 $1%O to%C26 $2%O (%C26$3%O)" = "%C22*%O$tHau gonbidatu duzu%C26 $1%O hona%C26 $2%O (%C26$3%O)";

/* nothing */
"%C31%B%B$4$1%O$t%C30$2" = "";

/* nothing */
"%C22*%O$tYou are now known as $2" = "";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** %s-n SAIOA HASTEN\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "* Ezin ireki log fitxategia(k) idazteko. Egiaztatu\n  baimenak %s/xchatlogs-en";

/* nothing */
"Left message" = "Ezkerreko mezua";

/* nothing */
"Right message" = "Eskuineko mezua";

/* nothing */
"The nick of the joining person" = "Sartu den pertsonaren ezizena";

/* nothing */
"The channel being joined" = "Sartzen hari den kanala";

/* nothing */
"The host of the person" = "Pertsonaren ostalaria";

/* nothing */
"Nickname" = "Ezizena";

/* nothing */
"The action" = "akzioa";

/* nothing */
"The text" = "Testua";

/* nothing */
"Mode char" = "";

/* nothing */
"Identified text" = "Identifikatutako testua";

/* nothing */
"The message" = "Mezua";

/* nothing */
"Old nickname" = "Ezizen zaharra";

/* nothing */
"New nickname" = "Ezizen berria";

/* nothing */
"Nick of person who changed the topic" = "Gaia aldatu duenaren ezizena";

/* nothing */
"Topic" = "Gaia";

/* nothing */
"Channel" = "Kanala";

/* nothing */
"The nickname of the kicker" = "Bidaltzailearen ezizena";

/* nothing */
"The person being kicked" = "Kaleratuko den pertsona";

/* nothing */
"The channel" = "Kanala";

/* nothing */
"The reason" = "Arrazoia";

/* nothing */
"The nick of the person leaving" = "Irten den pertsonaren ezizena";

/* nothing */
"The time" = "Ordua";

/* nothing */
"The creator" = "Sortzailea";

/* nothing */
"Nick" = "Ezizena";

/* nothing */
"Reason" = "Arrazoia";

/* nothing */
"Host" = "Ostalaria";

/* nothing */
"Who it's from" = "Norengandik den";

/* nothing */
"The time in x.x format (see below)" = "Ordua x.x formatuan (ikusi azpian)";

/* nothing */
"The Channel it's going to" = "Kanalean hau gertatuko da";

/* nothing */
"The sound" = "Soinua";

/* nothing */
"The nick of the person" = "Pertsonaren ezizena";

/* nothing */
"The CTCP event" = "CTCP gertaera";

/* nothing */
"The nick of the person who set the key" = "Pasahitza jarri duenaren ezizena";

/* nothing */
"The key" = "Giltza";

/* nothing */
"The nick of the person who set the limit" = "Muga jarri duenaren ezizena";

/* nothing */
"The limit" = "Muga";

/* nothing */
"The nick of the person who did the op'ing" = "Op egoera eman duen pertsonaren ezizena";

/* nothing */
"The nick of the person who has been op'ed" = "Op egoera eman zaion pertsonaren ezizena";

/* nothing */
"The nick of the person who has been halfop'ed" = "Erdi-Op egoera eman zaion pertsonaren ezizena";

/* nothing */
"The nick of the person who did the halfop'ing" = "Erdi-Op egoera eman duen pertsonaren ezizena";

/* nothing */
"The nick of the person who did the voice'ing" = "Ahotsa eman duen pertsonaren ezizena";

/* nothing */
"The nick of the person who has been voice'ed" = "Ahotsa eman zaion pertsonaren ezizena";

/* nothing */
"The nick of the person who did the banning" = "";

/* nothing */
"The ban mask" = "Debekuaren maskara";

/* nothing */
"The nick who removed the key" = "Pasahitza kendu duenaren ezizena";

/* nothing */
"The nick who removed the limit" = "Muga ezabatu duenaren ezizena";

/* nothing */
"The nick of the person of did the deop'ing" = "";

/* nothing */
"The nick of the person who has been deop'ed" = "Op egoera kendu zaion pertsonaren ezizena";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "Erdi-Op egoera kendu zaion pertsonaren ezizena";

/* nothing */
"The nick of the person of did the devoice'ing" = "";

/* nothing */
"The nick of the person who has been devoice'ed" = "Ahotsa kendu zaion pertsonaren ezizena";

/* nothing */
"The nick of the person of did the unban'ing" = "";

/* nothing */
"The nick of the person who did the exempt" = "";

/* nothing */
"The exempt mask" = "";

/* nothing */
"The nick of the person removed the exempt" = "";

/* nothing */
"The nick of the person who did the invite" = "Gonbidapena luzatu duen pertsonaren ezizena";

/* nothing */
"The invite mask" = "Gonbidapenaren maskara";

/* nothing */
"The nick of the person removed the invite" = "";

/* nothing */
"The nick of the person setting the mode" = "";

/* nothing */
"The mode's sign (+/-)" = "Egoeraren seinua (+/-)";

/* nothing */
"The mode letter" = "Egoeraren letra";

/* nothing */
"The channel it's being set on" = "Kanala honela ezarriko da";

/* nothing */
"Username" = "Erabiltzaile izena";

/* nothing */
"Full name" = "Izen osoa";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "Kanaleko kidea /\"IRC operatzaile bat da\"";

/* nothing */
"Server Information" = "Zerbitzariaren informazioa";

/* nothing */
"Idle time" = "Inaktibitate denbora";

/* nothing */
"Signon time" = "Konektatutako ordua";

/* nothing */
"Away reason" = "Aldentzearen arrazoia";

/* nothing */
"Message" = "Mezua";

/* nothing */
"Account" = "Kontua";

/* nothing */
"Real user@host" = "Benetazko erabiltzaile@ostalaria";

/* nothing */
"Real IP" = "Benetazko IPa";

/* nothing */
"Channel Name" = "Kanalaren izena";

/* nothing */
"Text" = "Testua";

/* nothing */
"Server Name" = "Zerbitzariaren izena";

/* nothing */
"Nick of person who invited you" = "Gonbidatu zaituenaren ezizena";

/* nothing */
"Users" = "Erabiltzaileak";

/* nothing */
"Nickname in use" = "Ezizena erabilita";

/* nothing */
"Nick being tried" = "Saiatzen hari den ezizena";

/* nothing */
"Error" = "Errorea";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "Ataka";

/* nothing */
"PID" = "PID";

/* nothing */
"Channel name" = "Kanalaren izena";

/* nothing */
"Modes string" = "";

/* nothing */
"IP address" = "IP helbidea";

/* nothing */
"DCC Type" = "DCC mota";

/* nothing */
"Filename" = "Fitxategi-izena";

/* nothing */
"Destination filename" = "Helmuga fitxategia";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "Bide-izena";

/* nothing */
"Position" = "Posizioa";

/* nothing */
"Size" = "Tamainua";

/* nothing */
"DCC String" = "DCC katea";

/* nothing */
"Number of notify items" = "Notifikazio kopurua";

/* nothing */
"Servername" = "Zerbitzeriaren izena";

/* nothing */
"Old Filename" = "Fitxategi zaharra";

/* nothing */
"New Filename" = "Fitxategi berria";

/* nothing */
"Receiver" = "Jasotzailea";

/* nothing */
"Hostmask" = "Ostalariaren maskara";

/* nothing */
"Hostname" = "Ostalariaren izena";

/* nothing */
"The Packet" = "Paketea";

/* nothing */
"Seconds" = "Segunduak";

/* nothing */
"Nick of person who have been invited" = "Gonbidatua izan denaren ezizena";

/* nothing */
"Banmask" = "Debeku maskara";

/* nothing */
"Who set the ban" = "Nork ezarri duen debekua";

/* nothing */
"Ban time" = "Debekuaren denbora";

/* nothing */
"Error parsing event %s.\nLoading default." = "";

/* nothing */
"Cannot read sound file:\n%s" = "Ezin da soinu fitxategia irakurri:\n%s";

/* nothing */
"Remote host closed socket" = "Ostalari urrunak socket-a itxi du";

/* nothing */
"Connection refused" = "Konexio ukatua";

/* nothing */
"No route to host" = "Ez dago biderik ostalariraino";

/* nothing */
"Connection timed out" = "Konexioa denboraz kanpo";

/* nothing */
"Cannot assign that address" = "Ezin da helbide hori eman";

/* nothing */
"Connection reset by peer" = "Konexioa bikoteak berrezarria";

/* nothing */
"Andorra" = "Andorra";

/* nothing */
"United Arab Emirates" = "Arabiar Emirerri Batuak";

/* nothing */
"Afghanistan" = "Afganistan";

/* nothing */
"Antigua and Barbuda" = "Antigua eta Barbuda";

/* nothing */
"Anguilla" = "Anguilla";

/* nothing */
"Albania" = "Albania";

/* nothing */
"Armenia" = "Armenia";

/* nothing */
"Netherlands Antilles" = "Antilla Nederlandarrak";

/* nothing */
"Angola" = "Angola";

/* nothing */
"Antarctica" = "Antarktika";

/* nothing */
"Argentina" = "Argentina";

/* nothing */
"Reverse DNS" = "Alderantzizko DNSa";

/* nothing */
"American Samoa" = "Samoa Estatubatuarra";

/* nothing */
"Austria" = "Austria";

/* nothing */
"Nato Fiel" = "";

/* nothing */
"Australia" = "Australia";

/* nothing */
"Aruba" = "Aruba";

/* nothing */
"Azerbaijan" = "Azerbaijan";

/* nothing */
"Bosnia and Herzegovina" = "Bosnia-Herzegovina";

/* nothing */
"Barbados" = "Barbados";

/* nothing */
"Bangladesh" = "Bangladesh";

/* nothing */
"Belgium" = "Belgika";

/* nothing */
"Burkina Faso" = "Burkina Faso";

/* nothing */
"Bulgaria" = "Bulgaria";

/* nothing */
"Bahrain" = "Bahrein";

/* nothing */
"Burundi" = "Burundi";

/* nothing */
"Businesses" = "Negozioak";

/* nothing */
"Benin" = "Benin";

/* nothing */
"Bermuda" = "Bermudak";

/* nothing */
"Brunei Darussalam" = "Brunei Darussalam";

/* nothing */
"Bolivia" = "Bolivia";

/* nothing */
"Brazil" = "Brasil";

/* nothing */
"Bahamas" = "Bahamak";

/* nothing */
"Bhutan" = "Bhutan";

/* nothing */
"Bouvet Island" = "Bouvet Uhartea";

/* nothing */
"Botswana" = "Botswana";

/* nothing */
"Belarus" = "Bielorrusia";

/* nothing */
"Belize" = "Belize";

/* nothing */
"Canada" = "Kanada";

/* nothing */
"Cocos Islands" = "Cocos Uharteak";

/* nothing */
"Central African Republic" = "Ertafrikar Errepublika";

/* nothing */
"Congo" = "Kongo";

/* nothing */
"Switzerland" = "Suitza";

/* nothing */
"Cote d'Ivoire" = "Bolikosta";

/* nothing */
"Cook Islands" = "Cook Uharteak";

/* nothing */
"Chile" = "Txile";

/* nothing */
"Cameroon" = "Kamerun";

/* nothing */
"China" = "Txina";

/* nothing */
"Colombia" = "Kolombia";

/* nothing */
"Internic Commercial" = "Internic Komertziala";

/* nothing */
"Costa Rica" = "Costa Rica";

/* nothing */
"Former Czechoslovakia" = "Txekiar Errepublika";

/* nothing */
"Cuba" = "Kuba";

/* nothing */
"Cape Verde" = "Cabo Verde";

/* nothing */
"Christmas Island" = "Christmas Uhartea";

/* nothing */
"Cyprus" = "Txipre";

/* nothing */
"Czech Republic" = "Txekiar Errepublika";

/* nothing */
"Germany" = "Alemania";

/* nothing */
"Djibouti" = "Djituti";

/* nothing */
"Denmark" = "Danimarka";

/* nothing */
"Dominica" = "Dominika";

/* nothing */
"Dominican Republic" = "Dominikar Errepublika";

/* nothing */
"Algeria" = "Algeria";

/* nothing */
"Ecuador" = "Ekuador";

/* nothing */
"Educational Institution" = "Instituzio Edukatiboa";

/* nothing */
"Estonia" = "Estonia";

/* nothing */
"Egypt" = "Egipto";

/* nothing */
"Western Sahara" = "Mendebaldeko Sahara";

/* nothing */
"Eritrea" = "Eritrea";

/* nothing */
"Spain" = "Espainia";

/* nothing */
"Ethiopia" = "Etiopia";

/* nothing */
"Finland" = "Finlandia";

/* nothing */
"Fiji" = "Fiji";

/* nothing */
"Falkland Islands" = "Malvina Uharteak (Falkland)";

/* nothing */
"Micronesia" = "Maine";

/* nothing */
"Faroe Islands" = "Faroe Uharteak";

/* nothing */
"France" = "Frantzia";

/* nothing */
"France, Metropolitan" = "Frantzia, Metropolitanoa";

/* nothing */
"Gabon" = "Gabon";

/* nothing */
"Great Britain" = "Britania Handia";

/* nothing */
"Grenada" = "Granada";

/* nothing */
"Georgia" = "Georgia";

/* nothing */
"French Guiana" = "Guyana Frantsesa";

/* nothing */
"British Channel Isles" = "Channel Uharte Britaniarrak";

/* nothing */
"Ghana" = "Ghana";

/* nothing */
"Gibraltar" = "Gibraltar";

/* nothing */
"Greenland" = "Groenlandia";

/* nothing */
"Gambia" = "Gambia";

/* nothing */
"Guinea" = "Ginea";

/* nothing */
"Government" = "Gobernua";

/* nothing */
"Guadeloupe" = "Guadelupe";

/* nothing */
"Equatorial Guinea" = "Ekuatore-Ginea";

/* nothing */
"Greece" = "Grezia";

/* nothing */
"S. Georgia and S. Sandwich Isles" = "Hegoaldeko Georgia eta Hegoaldeko Sandwich Uharteak";

/* nothing */
"Guatemala" = "Guatemala";

/* nothing */
"Guam" = "Guam";

/* nothing */
"Guinea-Bissau" = "Ginea Bissau";

/* nothing */
"Guyana" = "Guyana";

/* nothing */
"Hong Kong" = "Hong Kong";

/* nothing */
"Heard and McDonald Islands" = "Heard Uhartea eta McDonald Uharteak";

/* nothing */
"Honduras" = "Honduras";

/* nothing */
"Croatia" = "Kroazia";

/* nothing */
"Haiti" = "Haiti";

/* nothing */
"Hungary" = "Hungaria";

/* nothing */
"Indonesia" = "Indonesia";

/* nothing */
"Ireland" = "Irlanda";

/* nothing */
"Israel" = "Israel";

/* nothing */
"India" = "India";

/* nothing */
"Informational" = "Informatiboa";

/* nothing */
"International" = "Internazionala";

/* nothing */
"British Indian Ocean Territory" = "Indiar Ozeanoko Lurralde Britainiarra";

/* nothing */
"Iraq" = "Irak";

/* nothing */
"Iran" = "Iran";

/* nothing */
"Iceland" = "Islandia";

/* nothing */
"Italy" = "Italia";

/* nothing */
"Jamaica" = "Jamaika";

/* nothing */
"Jordan" = "Jordania";

/* nothing */
"Japan" = "Japonia";

/* nothing */
"Kenya" = "Kenya";

/* nothing */
"Kyrgyzstan" = "Kirgizstan";

/* nothing */
"Cambodia" = "Kanbodia";

/* nothing */
"Kiribati" = "Kiribati";

/* nothing */
"Comoros" = "Komoreak";

/* nothing */
"St. Kitts and Nevis" = "Saint Kitts eta Nevis";

/* nothing */
"North Korea" = "Korea, Herri-Errepublika Demokratikoa (Ipar Korea)";

/* nothing */
"South Korea" = "Korea Errepublika (Hego Korea)";

/* nothing */
"Kuwait" = "Kuwait";

/* nothing */
"Cayman Islands" = "Cayman Uharteak";

/* nothing */
"Kazakhstan" = "Kazakhstan";

/* nothing */
"Laos" = "Laos";

/* nothing */
"Lebanon" = "Libano";

/* nothing */
"Saint Lucia" = "Santa Luzia";

/* nothing */
"Liechtenstein" = "Liechtenstein";

/* nothing */
"Sri Lanka" = "Sri Lanka";

/* nothing */
"Liberia" = "Liberia";

/* nothing */
"Lesotho" = "Lesotho";

/* nothing */
"Lithuania" = "Lituania";

/* nothing */
"Luxembourg" = "Luxemburgo";

/* nothing */
"Latvia" = "Letonia";

/* nothing */
"Libya" = "Liberia";

/* nothing */
"Morocco" = "Maroko";

/* nothing */
"Monaco" = "Monako";

/* nothing */
"Moldova" = "Moldavia";

/* nothing */
"United States Medical" = "Estatu Batuak Medizinala";

/* nothing */
"Madagascar" = "Madagaskar";

/* nothing */
"Marshall Islands" = "Marshall Uharteak";

/* nothing */
"Military" = "Militarra";

/* nothing */
"Macedonia" = "Macedonia";

/* nothing */
"Mali" = "Mali";

/* nothing */
"Myanmar" = "Birmania";

/* nothing */
"Mongolia" = "Mongolia";

/* nothing */
"Macau" = "Macau";

/* nothing */
"Northern Mariana Islands" = "Iparraldeko Mariana Uharteak";

/* nothing */
"Martinique" = "Martinika";

/* nothing */
"Mauritania" = "Mauritania";

/* nothing */
"Montserrat" = "Montserrat";

/* nothing */
"Malta" = "Malta";

/* nothing */
"Mauritius" = "Maurizio";

/* nothing */
"Maldives" = "Mali";

/* nothing */
"Malawi" = "Malawi";

/* nothing */
"Mexico" = "Mexiko";

/* nothing */
"Malaysia" = "Malaysia";

/* nothing */
"Mozambique" = "Mozambike";

/* nothing */
"Namibia" = "Namibia";

/* nothing */
"New Caledonia" = "Kaledonia Berria";

/* nothing */
"Niger" = "Niger";

/* nothing */
"Internic Network" = "Internic Sarea";

/* nothing */
"Norfolk Island" = "Norfolk Uhartea";

/* nothing */
"Nigeria" = "Nigeria";

/* nothing */
"Nicaragua" = "Nikaragua";

/* nothing */
"Netherlands" = "Herbereak";

/* nothing */
"Norway" = "Norvegia";

/* nothing */
"Nepal" = "Nepal";

/* nothing */
"Nauru" = "Nauru";

/* nothing */
"Neutral Zone" = "Eremu neutrala";

/* nothing */
"Niue" = "Niue";

/* nothing */
"New Zealand" = "Zeelanda Berria";

/* nothing */
"Oman" = "Oman";

/* nothing */
"Internic Non-Profit Organization" = "Papua Ginea Berria";

/* nothing */
"Panama" = "Panama";

/* nothing */
"Peru" = "Peru";

/* nothing */
"French Polynesia" = "Polinesia Frantsesa";

/* nothing */
"Papua New Guinea" = "Papua Ginea Berria";

/* nothing */
"Philippines" = "Filipinak";

/* nothing */
"Pakistan" = "Pakistan";

/* nothing */
"Poland" = "Polonia";

/* nothing */
"St. Pierre and Miquelon" = "Saint Pierre eta Miquelon";

/* nothing */
"Pitcairn" = "Pitcairn";

/* nothing */
"Puerto Rico" = "Puerto Rico";

/* nothing */
"Portugal" = "Portugal";

/* nothing */
"Palau" = "Belau (lehen Palaos)";

/* nothing */
"Paraguay" = "Paraguay";

/* nothing */
"Qatar" = "Katar";

/* nothing */
"Reunion" = "Reunion";

/* nothing */
"Romania" = "Errumania";

/* nothing */
"Old School ARPAnet" = "ARPAnet zaharra";

/* nothing */
"Russian Federation" = "Errusiako Federazioa";

/* nothing */
"Rwanda" = "Ruanda";

/* nothing */
"Saudi Arabia" = "Saudi Arabia";

/* nothing */
"Solomon Islands" = "Salomon Uharteak";

/* nothing */
"Seychelles" = "Seychelleak";

/* nothing */
"Sudan" = "Sudan";

/* nothing */
"Sweden" = "Suedia";

/* nothing */
"Singapore" = "Singapur";

/* nothing */
"St. Helena" = "Santa Elena";

/* nothing */
"Slovenia" = "Eslovenia";

/* nothing */
"Svalbard and Jan Mayen Islands" = "Svalbard eta Jan Mayen Uharteak";

/* nothing */
"Slovak Republic" = "Eslovakia";

/* nothing */
"Sierra Leone" = "Sierra Leona";

/* nothing */
"San Marino" = "San Marino";

/* nothing */
"Senegal" = "Senegal";

/* nothing */
"Somalia" = "Somalia";

/* nothing */
"Suriname" = "Surinam";

/* nothing */
"Sao Tome and Principe" = "Sao Tome eta Printze";

/* nothing */
"Former USSR" = "Lehenago USSR";

/* nothing */
"El Salvador" = "El Salvador";

/* nothing */
"Syria" = "Siria";

/* nothing */
"Swaziland" = "Swazilandia";

/* nothing */
"Turks and Caicos Islands" = "Turk eta Caicoak Uharteak";

/* nothing */
"Chad" = "Txad";

/* nothing */
"French Southern Territories" = "Hegoaldeko Lurralde Frantsesak";

/* nothing */
"Togo" = "Togo";

/* nothing */
"Thailand" = "Tailandia";

/* nothing */
"Tajikistan" = "Tadjikistan";

/* nothing */
"Tokelau" = "Tokelau";

/* nothing */
"Turkmenistan" = "Turkmenistan";

/* nothing */
"Tunisia" = "Tunisia";

/* nothing */
"Tonga" = "Tonga";

/* nothing */
"East Timor" = "Ekialdeko Timor";

/* nothing */
"Turkey" = "Turkia";

/* nothing */
"Trinidad and Tobago" = "Trinidad eta Tobago";

/* nothing */
"Tuvalu" = "Tuvalu";

/* nothing */
"Taiwan" = "Taiwan";

/* nothing */
"Tanzania" = "Tanzania";

/* nothing */
"Ukraine" = "Ukraina";

/* nothing */
"Uganda" = "Uganda";

/* nothing */
"United Kingdom" = "Erresuma Batua";

/* nothing */
"US Minor Outlying Islands" = "United States Minor Outlying Islands";

/* nothing */
"United States of America" = "Amerikako Estatu Batuak";

/* nothing */
"Uruguay" = "Uruguay";

/* nothing */
"Uzbekistan" = "Uzbekistan";

/* nothing */
"Vatican City State" = "Vatikanoko Hiria";

/* nothing */
"St. Vincent and the Grenadines" = "San Bizente eta Grenadinak";

/* nothing */
"Venezuela" = "Venezuela";

/* nothing */
"British Virgin Islands" = "Birjina Uharteak (Err. Ba.)";

/* nothing */
"US Virgin Islands" = "Birjina Uharteak (EEBB)";

/* nothing */
"Vietnam" = "Vietnam";

/* nothing */
"Vanuatu" = "Vanuatu";

/* nothing */
"Wallis and Futuna Islands" = "Wallis and Futuna Uharteak";

/* nothing */
"Samoa" = "Samoa";

/* nothing */
"Yemen" = "Jemen";

/* nothing */
"Mayotte" = "Mayotte";

/* nothing */
"Yugoslavia" = "Jugoslavia";

/* nothing */
"South Africa" = "Hegoafrikar Errepublika";

/* nothing */
"Zambia" = "Zambia";

/* nothing */
"Zaire" = "Zaire";

/* nothing */
"Zimbabwe" = "Zimbabwe";

/* nothing */
"Unknown" = "Ezezaguna";

/* nothing */
"Direct client-to-client" = "Bezerotik-bezerora zuzenean";

/* nothing */
"Send File" = "Bidali fitxategia";

/* nothing */
"Offer Chat" = "Eskeini berriketa";

/* nothing */
"Abort Chat" = "Abortatu berriketa";

/* nothing */
"Version" = "Bertsioa";

/* nothing */
"Userinfo" = "Erabiltzailearen Informazioa";

/* nothing */
"Clientinfo" = "Bezeroaren informazioa";

/* nothing */
"Ping" = "Ping";

/* nothing */
"Time" = "Ordua";

/* nothing */
"Finger" = "Finger";

/* nothing */
"Oper" = "Operatzailea";

/* nothing */
"Kill this user" = "Hil erabiltzaile hau";

/* nothing */
"Mode" = "Modua";

/* nothing */
"Give Ops" = "Eman Opak";

/* nothing */
"Take Ops" = "Hartu Op";

/* nothing */
"Give Half-Ops" = "Eman erdi-Op-ak";

/* nothing */
"Take Half-Ops" = "Hartu erdi-Op-ak";

/* nothing */
"Give Voice" = "Eman ahotsa";

/* nothing */
"Take Voice" = "Hartu ahotsa";

/* nothing */
"Ignore" = "Ezikusi";

/* nothing */
"Ignore User" = "Ezikusi erabiltzailea";

/* nothing */
"UnIgnore User" = "Ez-ignoratu erabiltzailea";

/* nothing */
"Kick/Ban" = "Kanporatu/debekatu";

/* nothing */
"Kick" = "Kanporatu";

/* nothing */
"Ban" = "Debekatu";

/* nothing */
"KickBan" = "Kanporatu-debekatu";

/* nothing */
"Info" = "Informazioa";

/* nothing */
"Who" = "Who";

/* nothing */
"WhoIs" = "WhoIs";

/* nothing */
"DNS Lookup" = "DNS bilaketa";

/* nothing */
"Trace" = "Trace";

/* nothing */
"UserHost" = "Erabiltzaile-ostalaria";

/* nothing */
"External" = "Kanpoko";

/* nothing */
"Traceroute" = "Traceroute";

/* nothing */
"Telnet" = "Telnet";

/* nothing */
"Open Dialog Window" = "Ireki elkarrizketa leihoa";

/* nothing */
"Disconnect" = "Deskonektatu";

/* nothing */
"Reconnect" = "Berriz konektatu";

/* nothing */
"Leave Channel" = "Irten kanaletik";

/* nothing */
"Join Channel..." = "Sartu kanalera...";

/* nothing */
"Enter Channel to Join:" = "Sartu elkartu nahi duzun kanalaren izena:";

/* nothing */
"Server Links" = "Zerbitzari estekak";

/* nothing */
"Ping Server" = "Ping egin zerbitzariari";

/* nothing */
"Hide Version" = "Ezkutatu bertsioa";

/* nothing */
"Op" = "Op";

/* nothing */
"DeOp" = "OP kendu";

/* nothing */
"bye" = "agur";

/* nothing */
"Enter reason to kick %s:" = "Sartu %s botatzeko arrazoia:";

/* nothing */
"Sendfile" = "Bidali fitxategia";

/* nothing */
"Dialog" = "Elkarrizketa";

/* nothing */
"Send" = "Bidali";

/* nothing */
"Chat" = "Berriketa";

/* nothing */
"Clear" = "Garbitu";

/* nothing */
"About X-Chat" = "X-Chat-i buruz";

/* nothing */
"A multiplatform IRC Client" = "Plataforma anitzentzat IRC bezeroa";

/* nothing */
"Character Chart" = "Karaktere taula";

/* nothing */
"You must select some bans." = "Debeku batzuk aukeratu behar dituzu.";

/* nothing */
"Mask" = "Maskara";

/* nothing */
"From" = "Nork";

/* nothing */
"Date" = "Data";

/* nothing */
"X-Chat: Ban List (%s)" = "X-Chat: Debeku zerrenda (%s)";

/* nothing */
"Unban" = "Debekua kendu";

/* nothing */
"Crop" = "Moztu";

/* nothing */
"Refresh" = "Freskatu";

/* nothing */
"User and Channel Statistics: %d/%d Users on %d/%d Channels" = "Erabiltzaile eta kanal estatistikak: %d/%d erabiltzaile %d/%d kanaletan";

/* nothing */
"I can't save an empty list!" = "Ezin duzu zerrenda huts bat gorde!";

/* nothing */
"Select an output filename" = "Aukeratu irteera fitxategi bat";

/* nothing */
"X-Chat: Channel List (%s)" = "X-Chat: Kanal zerrenda (%s)";

/* nothing */
"List display options:" = "Zerrendatu bistaratzaile aukerak";

/* nothing */
"Minimum Users:" = "Gutxienezko erabiltzaileak:";

/* nothing */
"Maximum Users:" = "Gehienezko erabiltzaileak:";

/* nothing */
"Regex Match:" = "";

/* nothing */
"Apply Match to:" = "Aplikatu parekotasuna honi:";

/* nothing */
"Apply" = "Aplikatu";

/* nothing */
"Refresh the list" = "Freskatu zerrenda";

/* nothing */
"Save the list" = "Gorde zerrenda";

/* nothing */
"Join Channel" = "Sartu kanalera";

/* nothing */
"Send file to %s" = "Bidali fitxategia %s-ri";

/* nothing */
"      File: %s\n   To/From: %s\n      Size: %u\n      Port: %d\n IP Number: %s\nStart Time: %s   Max CPS: %d\n" = "      Fitxategia: %s\n   Norentzat/Norengandik: %s\n      Tamainua: %u\n      Ataka: %d\n IP zenbakia: %s\nHasi den ordua: %s   Max CPS: %d\n";

/* nothing */
"That file is not resumable." = "Fitxategi hau ez da jarraigaitza";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "Ezin da fitxategira iritsi: %s\n%s.\nBerrekitea ezinezkoa.";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "";

/* nothing */
"Cannot resume the same file from two people." = "Ezin da bi pertsonen fitxategi berdinarekin jarraitu";

/* nothing */
"MIME Type" = "MIME Mota";

/* nothing */
"Status" = "Egoera";

/* nothing */
"File" = "Fitxategia";

/* nothing */
"ETA" = "ETA";

/* nothing */
"X-Chat: File Receive List" = "X-Chat: Jasotako fitxategien zerrenda";

/* nothing */
"Abort" = "Abortatu";

/* nothing */
"Accept" = "Onartu";

/* nothing */
"Resume" = "Berrekin";

/* nothing */
"Open" = "Ireki";

/* nothing */
"Ack" = "Ack";

/* nothing */
"To" = "Nori";

/* nothing */
"X-Chat: File Send List" = "X-Chat: Bidalitako fitxategien zerrenda";

/* nothing */
"To/From" = "Nori/Nork";

/* nothing */
"Recv" = "Jasotakoak";

/* nothing */
"Sent" = "Bidaliak";

/* nothing */
"StartTime" = "Hasiera ordua";

/* nothing */
"X-Chat: DCC Chat List" = "X-Chat: DCC elkarrizketa zerrenda";

/* nothing */
"*NEW*" = "*BERRIA*";

/* nothing */
"EDIT ME" = "EDITATU";

/* nothing */
"Name" = "Izena";

/* nothing */
"Command" = "Komandoa";

/* nothing */
"Move Up" = "Mugitu gora";

/* nothing */
"Move Dn" = "Mugitu behera";

/* nothing */
"Cancel" = "Utzi";

/* nothing */
"Save" = "Gorde";

/* nothing */
"Add New" = "Gehitu berria";

/* nothing */
"Delete" = "Ezabatu";

/* nothing */
"Sort" = "Sailkatu";

/* nothing */
"Help" = "Laguntza";

/* nothing */
"Options" = "Aukerak";

/* nothing */
"DIRECTORY" = "DIREKTORIOA";

/* nothing */
"use a different config dir" = "erabili konfiguraziorako beste direktorio bat";

/* nothing */
"don't auto connect" = "ez konektatu automatikoki";

/* nothing */
"don't auto load any plugins" = "ez kargatu automatikoki plugin-ak";

/* nothing */
"show version information" = "erakutsi bertsioari buruzko informazioa";

/* nothing */
"Failed to open font:\n\n%s" = "Huts egin da letra tipoa irekitzen:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "Bilaketa bufferra hutsik dago.\n";

/* nothing */
"%d bytes" = "%d byte";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1." = "";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "";

/* nothing */
"This command moves the front tab left by one" = "";

/* nothing */
"This command moves the front tab right by one" = "";

/* nothing */
"This command moves the current tab family to the left" = "";

/* nothing */
"This command moves the current tab family to the right" = "";

/* nothing */
"Push input line into history but doesn't send to server" = "";

/* nothing */
"There was an error loading key bindings configuration" = "Errore bat egon da tekla-mapa konfigurazioa kargatzerakoan";

/* nothing */
"<none>" = "<bat ere ez>";

/* nothing */
"Mod" = "Mod";

/* nothing */
"Key" = "Tekla";

/* nothing */
"Action" = "Ekintza";

/* nothing */
"X-Chat: Keyboard Shortcuts" = "X-Chat: Laster-teklak";

/* nothing */
"Add new" = "Gehitu berria";

/* nothing */
"Shift" = "Shift";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "1 Datua";

/* nothing */
"Data 2" = "2 Datua";

/* nothing */
"Error opening keys config file\n" = "Errorea teklen konfigurazio fitxategia irekitzean\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "";

/* nothing */
"Cannot write to that file." = "Ezin idatzi fitxategi hortan.";

/* nothing */
"Cannot read that file." = "Ezin irakurri fitxategi hori.";

/* nothing */
"That mask already exists." = "Maskara hau dagoeneko exisititzen da.";

/* nothing */
"Private" = "Pribatua";

/* nothing */
"Notice" = "Oharra";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "DCC";

/* nothing */
"Invite" = "Gonbidatu";

/* nothing */
"Unignore" = "Ezikusia kendu";

/* nothing */
"Enter mask to ignore:" = "Sartu ignoratu nahi duzun maskara:";

/* nothing */
"X-Chat: Ignore list" = "X-Chat: Ignoratuen zerrenda";

/* nothing */
"Ignore Stats:" = "Ignoratuen estatistikak";

/* nothing */
"Channel:" = "Kanala:";

/* nothing */
"Private:" = "Pribatua:";

/* nothing */
"Notice:" = "Oharra:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "Gonbidatu:";

/* nothing */
"New" = "Berria";

/* nothing */
"Delete All" = "Ezabatu guztiak";

/* nothing */
"Dialog with" = "Elkarrizketatu honekin";

/* nothing */
"Topic for %s is: %s" = "%s-ren gaia honakoa da: %s";

/* nothing */
"No topic is set" = "Ez dago gairik";

/* nothing */
"No other tabs open, quit xchat?" = "Ez dago beste fitxarik irekita, irten xchat-etik?";

/* nothing */
"Insert color code" = "Txertatu kolore kodea";

/* nothing */
"Beep on message" = "Bip egin mezuetan";

/* nothing */
"Show join/part messages" = "Erakutsi sartze/irtete mezuak";

/* nothing */
"Color paste" = "Koloreak itsatsi";

/* nothing */
"Go to" = "Joan hona";

/* nothing */
"Close Tab" = "Itxi fitxa";

/* nothing */
"Detach Tab" = "Kendu fitxa";

/* nothing */
"Some file transfers still active, quit xchat?" = "Fitxategi transferentzia batzuk aktibo daude oraindek, xchat-etik irten nahi duzu?";

/* nothing */
"User limit must be a number!\n" = "Erabiltzaile mugak zenbakia izan behar du!\n";

/* nothing */
"Topic Protection" = "Gaia babestua";

/* nothing */
"No outside messages" = "Ez dago kanpoko mezurik";

/* nothing */
"Secret" = "Sekretu";

/* nothing */
"Invite Only" = "Gonbidapenarekin bakarrik";

/* nothing */
"Moderated" = "Moderatua";

/* nothing */
"Ban List" = "Debekatuen zerrenda";

/* nothing */
"Keyword" = "Gako-hitza";

/* nothing */
"User Limit" = "Erabiltzaile limitea";

/* nothing */
"Close this tab/window" = "Fitxa/leiho hau itxitzen du";

/* nothing */
"Show/Hide userlist" = "Erakutsi/ezkutatu erabiltzaile zerrenda";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "";

/* nothing */
"Enter new nickname:" = "Sartu ezizen berria:";

/* nothing */
"Host unknown" = "Ostalari ezezaguna";

/* nothing */
"User: %s" = "Erabiltzailea: %s";

/* nothing */
"Country: %s" = "Herrialdea %s";

/* nothing */
"Realname: %s" = "Benetazko izena: %s";

/* nothing */
"Server: %s" = "Zerbitzaria: %s";

/* nothing */
"Last Msg: %s" = "Azken mezua: %s";

/* nothing */
"Menu Bar" = "Menu barra";

/* nothing */
"Topic Bar" = "Gai barra";

/* nothing */
"User List" = "Erabiltzaile zerrenda";

/* nothing */
"Mode Buttons" = "Modu botoiak";

/* nothing */
"User List Buttons" = "Erabiltzaile zerrenda botoiak";

/* nothing */
"Copy selected URL" = "Kopiatu aukeratutako URLa";

/* nothing */
"Part Channel" = "Irten kanaletik";

/* nothing */
"Cycle Channel" = "Kanal zikloa";

/* nothing */
"X-Chat: User menu" = "X-Chat: erabiltzaile menua";

/* nothing */
"Edit This Menu..." = "Editatu menu hau...";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*OHARRA*\nDCCak automatikoki onartzea zure etxe karpetara\nkaltegarria izan daiteke. Adibidez norbaitek\n.bash_profile fitxategia bidali dezake";

/* nothing */
"Settings saved." = "Hobespenak gordeta.";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "Erabiltzaile komandoak - Kode bereziak:\n\n%c  =  uneko kanala\n%m  =  makinaren informazioa\n%n  =  zure ezizena\n%t  =  ordua/data\n%v  =  xchat bertsioa\n%2  =  2 hitza\n%3  =  3 hitza\n&2  =  2 hitza lerroaren amaieran\n&3  =  3 hitza lerroaren amaieran\n\nadibidez:\n/cmd Mikel Kaixo\n\n%2 hau izango zen \"Mikel\"\n&2 hau izango zen \"Mikel Kaixo\".";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Erabiltzaile botoiak - Kode bereziak:\n\n%a  =  aukeratutako ezizen guztiak\n%c  =  uneko kanala\n%h  =  aukeratutako ezizenaren ostalaria\n%m  =  makinaren informazioa\n%n  =  zure ezizena\n%s  =  aukeratutako ezizena\n%t  =  ordua/data\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of X-Chat" = "URL kudeatzailea - Kode bereziak:\n\n%s  =  URLaren karaktere-katea\n\nKomandoaren aurrean ! jarrita\nshell batera bidalia izan behar dela\nadierazten da, X-Chatera ordez";

/* nothing */
"X-Chat: User Defined Commands" = "X-Chat: Erabiltzaileak definitutako komandoak";

/* nothing */
"X-Chat: Userlist Popup menu" = "X-Chat: Erabiltzaile zerrenda agertarazlearen menua";

/* nothing */
"X-Chat: Replace" = "X-Chat: Ordezkatu";

/* nothing */
"X-Chat: URL Handlers" = "X-Chat: URL maneiatzaileak";

/* nothing */
"X-Chat: Userlist buttons" = "X-Chat: Erabiltzaile-zerrenda botoiak";

/* nothing */
"X-Chat: Dialog buttons" = "X-Chat: Elkarrizketa botoiak";

/* nothing */
"X-Chat: CTCP Replies" = "X-Chat: CTCP erantzunak";

/* nothing */
"_X-Chat" = "_X-Chat";

/* nothing */
"Server List..." = "Zerbitzari zerrenda...";

/* nothing */
"Server Tab..." = "Zerbitzari fitxa...";

/* nothing */
"Channel Tab..." = "Kanal fitxa...";

/* nothing */
"Server Window..." = "Zerbitzari leihoa...";

/* nothing */
"Channel Window..." = "Kanalaren leihoa...";

/* nothing */
"Load Plugin or Script..." = "Kargatu Plugin edo Skript-a...";

/* nothing */
"New Shell Tab..." = "Shell fitxa berria";

/* nothing */
"Quit" = "Irten";

/* nothing */
"_IRC" = "_IRC";

/* nothing */
"Invisible" = "Ikustezina";

/* nothing */
"Receive Wallops" = "Jaso Wallop-ak";

/* nothing */
"Receive Server Notices" = "Jaso zerbitzariaren berriak";

/* nothing */
"Marked Away" = "";

/* nothing */
"Auto Rejoin when Kicked" = "Automatikoki birsartu kanporatzean";

/* nothing */
"Auto Reconnect to Server" = "Automatikoki birkonektatu zerbitzarira";

/* nothing */
"Never-give-up ReConnect" = "Inoiz ez eman amore konektatzerakoan";

/* nothing */
"Auto Open Dialog Windows" = "Automatikoki ireki elkarrizketa leihoak";

/* nothing */
"Auto Accept Direct Chat" = "Automatikoki onartu elkarrizketa zuzenak";

/* nothing */
"Auto Accept Files" = "Automatikoki onartu fitxategiak";

/* nothing */
"_Server" = "_Zerbitzaria";

/* nothing */
"S_ettings" = "_Ezarpenak";

/* nothing */
"Preferences..." = "Hobespenak...";

/* nothing */
"Advanced" = "Aurreratua";

/* nothing */
"Auto Replace..." = "Automatikoki ordezkatu";

/* nothing */
"CTCP Replies..." = "CTCP erantzunak...";

/* nothing */
"Dialog Buttons..." = "Elkarrizketa botoiak...";

/* nothing */
"Keyboard Shortcuts..." = "";

/* nothing */
"Text Events..." = "Testu gertaera";

/* nothing */
"URL Handlers..." = "URL maneiatzaileak...";

/* nothing */
"User Commands..." = "Erabiltzaile komandoak...";

/* nothing */
"Userlist Buttons..." = "Erabiltzaile-zerrenda botoiak...";

/* nothing */
"Userlist Popup..." = "Erabiltzaile zerrenda agerrarazi...";

/* nothing */
"Reload Settings" = "Birkargatu ezarpenak";

/* nothing */
"Save Settings now" = "Gorde ezarpenak orain";

/* nothing */
"Save Settings on exit" = "Gorde ezarpenak irteterakoan";

/* nothing */
"_Window" = "_Leihoa";

/* nothing */
"Ban List..." = "Debekatuen zerrenda...";

/* nothing */
"Channel List..." = "Kanal zerrenda...";

/* nothing */
"Character Chart..." = "Karaktere taula..";

/* nothing */
"Direct Chat..." = "Elkarrizketa zuzena...";

/* nothing */
"File Receive..." = "Jaso fitxategia...";

/* nothing */
"File Send..." = "Bidali fitxategiak...";

/* nothing */
"Ignore List..." = "Ignoratuen zerrenda";

/* nothing */
"Notify List..." = "Notifikazio zerrenda...";

/* nothing */
"Plugins and Scripts..." = "Plugin eta script-ak...";

/* nothing */
"Raw Log..." = "Log laua...";

/* nothing */
"URL Grabber..." = "URL hartzailea...";

/* nothing */
"Reset Marker Line" = "Reseteatu marka-lerroa";

/* nothing */
"C_lear Text" = "G_arbitu testua";

/* nothing */
"Search Text..." = "Bilatu testua...";

/* nothing */
"Save Text..." = "Gorde testua...";

/* nothing */
"_Help" = "_Laguntza";

/* nothing */
"_Contents" = "_Edukia";

/* nothing */
"_About" = "_Honi buruz";

/* nothing */
"Attach Tab" = "Fitxa erantsi";

/* nothing */
"User" = "Erabiltzailea";

/* nothing */
"Server" = "Zerbitzaria";

/* nothing */
"Last Seen" = "Azkenekoz ikusia";

/* nothing */
"Offline" = "Lineaz kanpo";

/* nothing */
"Never" = "Inoiz";

/* nothing */
"Online" = "Linean";

/* nothing */
"Enter nickname to add:" = "Sartu gehitu nahi den ezizena:";

/* nothing */
"X-Chat: Notify List" = "X-Chat: Jakinarazketa zerrenda";

/* nothing */
"Add" = "Gehitu";

/* nothing */
"Remove" = "Kendu";

/* nothing */
"Description" = "Azalpena";

/* nothing */
"Select a Plugin or Script to load" = "Aukeratu kargatzeko plugin edo skript bat";

/* nothing */
"X-Chat: Plugins and Scripts" = "X-Chat: Plugin eta skript-ak";

/* nothing */
"_Load..." = "_Kargatu...";

/* nothing */
"_UnLoad" = "_Deskargatu";

/* nothing */
"_Close" = "_Itxi";

/* nothing */
"Save rawlog" = "Gorde log-laua";

/* nothing */
"X-Chat: Rawlog (%s)" = "X-Chat: Log laua (%s)";

/* nothing */
"Clear rawlog" = "Garbitu log laua";

/* nothing */
"Save rawlog..." = "Gorde log-laua...";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "";

/* nothing */
"X-Chat: Search" = "X-Chat: Bilatu";

/* nothing */
"Find:" = "Bilatu:";

/* nothing */
"Find" = "Bilatu";

/* nothing */
"Close" = "Itxi";

/* nothing */
"New Network" = "Sare berria";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "Benetan ezabatu nahi duzu \"%s\" eta honen zerbitzari guztiak?";

/* nothing */
"X-Chat: Edit %s" = "X-Chat: Editatu %s";

/* nothing */
"Servers for %s" = "%s-rentzat zerbitzariak";

/* nothing */
"Your Details" = "Zure xehetasunak";

/* nothing */
"Use global user information" = "Erabili erabiltzailearen informazio globala";

/* nothing */
"_Nick name:" = "_Ezizena:";

/* nothing */
"_User name:" = "_Erabiltzaile izena:";

/* nothing */
"Real na_me:" = "Be_netazko izena:";

/* nothing */
"Connecting" = "Konektatzen";

/* nothing */
"Auto connect to this network at startup" = "Automatikoki konektatu sare hontara abiaratzean";

/* nothing */
"Use a proxy server" = "Erabili proxy zerbitzari bat";

/* nothing */
"Use SSL for all the servers on this network" = "Erabili SSL sare hontako zerbitzari guztietan";

/* nothing */
"Accept invalid SSL certificate" = "Onartu baliogabeko SSL zertifikatuak";

/* nothing */
"C_hannels to join:" = "S_artu nahi diren kanalen izenak:";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "Sartuko den kanalak, komaz banandua, baina hutsunerik gabe!";

/* nothing */
"Connect command:" = "Konektatzeko komandoa:";

/* nothing */
"Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute." = "";

/* nothing */
"Nickserv password:" = "Nickserv-erako pasahitza:";

/* nothing */
"Server password:" = "Zerbitzariko pasahitza:";

/* nothing */
"Password for the server, if in doubt, leave blank." = "Zerbitzariarentzat pasahitza, zalantzarik baduzu utzi hutsik.";

/* nothing */
"Character set:" = "Karaktere-jokoa:";

/* nothing */
"_Edit" = "_Editatu";

/* nothing */
"X-Chat: Server List" = "X-Chat: Zerbitzari zerrenda";

/* nothing */
"Second choice:" = "Bigarren aukera:";

/* nothing */
"Third choice:" = "Hirugarren aukera";

/* nothing */
"Rea_l name:" = "Benetazko _izena:";

/* nothing */
"Skip server list on startup" = "Ez erakutsi zerbitzari zerrenda abiaraztean";

/* nothing */
"_Edit..." = "_Editatu...";

/* nothing */
"_Sort" = "_Sailkatu";

/* nothing */
"C_onnect" = "K_onektatu";

/* nothing */
"Connect in new tab" = "Konektatu fitxa berrian";

/* nothing */
"Text Box Appearance" = "Testu kaxaren itxura";

/* nothing */
"Font:" = "Letra-tipoa";

/* nothing */
"Background image:" = "Atzeko planoko irudia:";

/* nothing */
"Scrollback lines:" = "Atzera korritze lerro kopurua:";

/* nothing */
"Transparent background" = "Atzeko plano transparentea";

/* nothing */
"Indent nick names" = "Koskatu ezizenak";

/* nothing */
"Make nick names right-justified" = "";

/* nothing */
"Tint (shade) transparency" = "Tindatu transparentzia (itzala)";

/* nothing */
"Colored nick names" = "Koloreztatutako ezizenak";

/* nothing */
"Give each person on IRC a different color" = "";

/* nothing */
"Strip mIRC colors" = "Erantzi mIRC-en koloreak";

/* nothing */
"Show marker line" = "Erakutsi lerro-marka";

/* nothing */
"Insert a red line after the last read text." = "";

/* nothing */
"Tint Settings" = "Tindatzearen ezarpenak";

/* nothing */
"Red:" = "Gorria:";

/* nothing */
"Green:" = "Berdea:";

/* nothing */
"Blue:" = "Urdina:";

/* nothing */
"Time Stamps" = "Ordu arrastoak";

/* nothing */
"Time stamp format:" = "Ordu arrastoaren formatua:";

/* nothing */
"See strftime manpage for details." = "Ikusi strftime-ren man orria xehetasunetarako.";

/* nothing */
"Enable time stamps" = "Ordu arrastoak gaitu";

/* nothing */
"Nick Completion" = "Izen betetzea";

/* nothing */
"Automatic nick completion" = "Ezizen beteketa automatikoa";

/* nothing */
"Completes nick names without using the TAB key" = "";

/* nothing */
"Nick completion suffix:" = "Ezizen betetzearen atzizkia:";

/* nothing */
"Input Box Codes" = "Sarrera kaxaren kodeak";

/* nothing */
"Interpret %nnn as an ASCII value" = "";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "";

/* nothing */
"Input Box Appearance" = "";

/* nothing */
"Use the Text box font and colors" = "Erabili textu kaxaren letra-tipo eta koloreak";

/* nothing */
"Off" = "Off";

/* nothing */
"Graph" = "Grafikoa";

/* nothing */
"Info text" = "Informazio testua";

/* nothing */
"Both" = "Biak";

/* nothing */
"A-Z, Ops first" = "A-Z, Op-ak aurrena";

/* nothing */
"A-Z" = "A-Z";

/* nothing */
"Z-A, Ops last" = "Z-A, Op-ak azkenak";

/* nothing */
"Z-A" = "Z-A";

/* nothing */
"Unsorted" = "Sailkatu gabe";

/* nothing */
"User list sorted by:" = "Erabiltzaile-zerrenda honela sailkatua:";

/* nothing */
"Show hostnames in user list" = "Erakutsi ostalari izenak erabiltzaile zerrendan";

/* nothing */
"User list buttons enabled" = "Erabiltzaile zerrenda botoiak gaituta";

/* nothing */
"Resizable user list" = "Tamainu aldakorreko erabiltzaile zerrenda";

/* nothing */
"Away tracking" = "Aldentzearen jarraipena";

/* nothing */
"Enable away tracking" = "";

/* nothing */
"On channels smaller than:" = "Hau baino txikiagoak diren kanaletan:";

/* nothing */
"Action Upon Double Click" = "Klik bikoitza egin ondorengo ekintza";

/* nothing */
"Execute command:" = "Exekutatu komandoa:";

/* nothing */
"Extra Gadgets" = "";

/* nothing */
"Lag meter:" = "Atzerapen neurtzailea:";

/* nothing */
"Throttle meter:" = "Azelarazio neurtzailea:";

/* nothing */
"Windows" = "Windows";

/* nothing */
"Tabs" = "Fitxak";

/* nothing */
"Bottom" = "Behean";

/* nothing */
"Top" = "Goian";

/* nothing */
"Left" = "Ezkerrean";

/* nothing */
"Right" = "Eskuinean";

/* nothing */
"Hidden" = "Ezkutatu";

/* nothing */
"Always" = "Beti";

/* nothing */
"Only requested tabs" = "Eskaria egiten den fitxetan soilik";

/* nothing */
"Open an extra tab for server messages" = "Ireki fitxa extra bat zerbitzariaren mezuentzat";

/* nothing */
"Open an extra tab for server notices" = "Ireki fitxa extra bat zerbitzariaren berrientzat";

/* nothing */
"Small tabs" = "Fitxa txikiak";

/* nothing */
"Sort tabs in alphabetical order" = "Sailkatu fitxak orden alfabetikoan";

/* nothing */
"Focus new tabs:" = "";

/* nothing */
"Shorten tab labels to:" = "Fitxen luzera murriztu:";

/* nothing */
"letters." = "letra.";

/* nothing */
"Tabs Location" = "Fitxen kokapena";

/* nothing */
"Show tabs at:" = "Erakutxi fitxak hemen:";

/* nothing */
"Tabs or Windows" = "Fitxak ala leihoak";

/* nothing */
"Open channels in:" = "Ireki kanalak hemen:";

/* nothing */
"Open dialogs in:" = "Ireki elkarrizketak hemen:";

/* nothing */
"Open utilities in:" = "Iriki utilitateak hemen:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "Ireki DCC, ezikusi, notifikazio etab. fitxetan ala leihoetan?";

/* nothing */
"Files and Directories" = "";

/* nothing */
"Download files to:" = "Hona jaitsi fitxategiak:";

/* nothing */
"Move completed files to:" = "Mugitu amaitutako fitxategiak hona:";

/* nothing */
"Save nick name in filenames" = "Gorde ezizenak fitxategietan";

/* nothing */
"Convert spaces to underscore before sending" = "Hutsuneak behe-marratxora bihurtu bidali aurretik";

/* nothing */
"Network Settings" = "Sareko ezarpenak";

/* nothing */
"DCC IP address:" = "DCCaren IP helbidea:";

/* nothing */
"Claim you are at this address when offering files." = "";

/* nothing */
"First DCC send port:" = "DCCa bidaltzeko lehen ataka:";

/* nothing */
"Last DCC send port:" = "DCCa bidaltzeok azken ataka:";

/* nothing */
"(Leave ports at zero for full range)." = "(Utzi atakak zeron denak hartzeko)";

/* nothing */
"Get my address from the IRC server" = "Hartu nire IPa IRC zerbitzaritik";

/* nothing */
"Asks the IRC server for your real address. Use this if you have a 192.168.*.* address!" = "Galdetu IRC zerbitzariari zure benetako helbidea. Erabili hau 192.168.*.* moduko helbidea baduzu.";

/* nothing */
"Maximum File Transfer Speeds (bytes per second)" = "";

/* nothing */
"One upload:" = "Igoera bat:";

/* nothing */
"Maximum speed for one transfer" = "";

/* nothing */
"One download:" = "Jaitsiera bat:";

/* nothing */
"All uploads combined:" = "Igoera guztiak konbinatuta:";

/* nothing */
"Maximum speed for all files" = "";

/* nothing */
"All downloads combined:" = "Jaitsiera guztiak konbinatuta:";

/* nothing */
"Default Messages" = "Lehenetsitako mezuak";

/* nothing */
"Quit:" = "Irten:";

/* nothing */
"Leave channel:" = "Irten kanaletik:";

/* nothing */
"Away:" = "Aldenduta:";

/* nothing */
"Away" = "Aldenduta";

/* nothing */
"Announce away messages" = "Iragarri aldentze mezuak";

/* nothing */
"Announce your away messages to all channels" = "Iragarri zure aldentze mezuak kanal guztietan";

/* nothing */
"Show away once" = "Erakutsi aldendu mezua behin";

/* nothing */
"Show identical away messages only once" = "";

/* nothing */
"Automatically unmark away" = "Automatikoki desmarkatu aldendu egoera";

/* nothing */
"Unmark yourself as away before sending messages" = "Desmarkatu aldendu egoeratik mezuak bidali aurretik";

/* nothing */
"(Can be a text file relative to ~/.xchat2/)." = "(~/.xchat2/ -ri erlatiboa den textu fitxategi bat izan daiteke)";

/* nothing */
"(Can be a text file relative to config dir)." = "(konfigurazio direktorioari erlatiboa den textu fitxategia izan daiteke)";

/* nothing */
"Alerts" = "Alertak";

/* nothing */
"Flash taskbar on highlighted messages" = "Flash egin ataza-barran mezu nabarmenduetan";

/* nothing */
"Beep on highlighted messages" = "Bip egin mezu nabarmenduetan";

/* nothing */
"Extra words to highlight on:" = "";

/* nothing */
"(Separate multiple words with commas)." = "(Banandu komaz hitzak)";

/* nothing */
"Beep on private messages" = "Bip egin mezu pribatuetan";

/* nothing */
"Beep on channel messages" = "Bip egin kanaletako mezuetan";

/* nothing */
"Advanced Settings" = "Ezarpen aurreratuak";

/* nothing */
"Auto reconnect delay:" = "Automatikoki berriz konektatzeko atzerapena:";

/* nothing */
"Display MODEs in raw form" = "Erakutsi MODEak era lauean";

/* nothing */
"Whois on notify" = "Egin whois jakinaraztean";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "/WHOIS komandoa egiten du jakinarezte zerrendako norbait konektatzean";

/* nothing */
"Hide join and part messages" = "Ezkutatu sartze/irtete mezuak";

/* nothing */
"Hide channel join/part messages by default" = "Lehenetsi kanalera sartze/ateratze mezuak eskutatzea";

/* nothing */
"Auto Open DCC Windows" = "Automatikoki ireki DCC leihoak";

/* nothing */
"Send window" = "Bidalketa leihoa";

/* nothing */
"Receive window" = "Jaso leihoa";

/* nothing */
"Chat window" = "Elkarrizketa leihoa";

/* nothing */
"Logging" = "Logeatzen";

/* nothing */
"Enable logging of conversations" = "Gaitu elkarrizketen log-eaketa";

/* nothing */
"Log filename mask:" = "";

/* nothing */
"(%s=Server %c=Channel %n=Network)." = "(%s=Zerbitzaria %c=Kanala %n=Sarea).";

/* nothing */
"Insert timestamps in logs" = "Txertatu ordu arrastoak log-etan";

/* nothing */
"Log timestamp format:" = "";

/* nothing */
"(See strftime manpage for details)." = "(Ikusi strftime-ren man orria xehetasunetarako).";

/* nothing */
"(Disabled)" = "(Desgaitua)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"Your Address" = "Zure helbidea";

/* nothing */
"Bind to:" = "Lotu honi:";

/* nothing */
"(Only useful for computers with multiple addresses)." = "(Helbide anitzak dituzten ordenagailuentzat bakarrik erabilgarria)";

/* nothing */
"Proxy Server" = "Proxy zerbitzaria";

/* nothing */
"Hostname:" = "Ostalari-izena";

/* nothing */
"Username:" = "Erabiltzaile izena:";

/* nothing */
"Password:" = "Pasahitza:";

/* nothing */
"Port:" = "Ataka:";

/* nothing */
"Type:" = "Mota:";

/* nothing */
"Authenticate to the proxy server (HTTP and Socks5)" = "Autentifikatu proxy zerbitzarian (HTTP eta Socks5)";

/* nothing */
"(disabled)" = "(desgaitua)";

/* nothing */
"A star (*)" = "Izar bat (*)";

/* nothing */
"A red star (*)" = "Izar gorri bat (*)";

/* nothing */
"Underlined" = "Azpimarratua";

/* nothing */
"Select an Image File" = "Aukeratu irudi fitxategi bat";

/* nothing */
"Select font" = "Aukeratu letra-tipoa";

/* nothing */
"Browse..." = "Arakatu...";

/* nothing */
"Mark identified users with:" = "";

/* nothing */
"Mark not-identified users with:" = "";

/* nothing */
"Select color" = "Aukeratu kolorea";

/* nothing */
"Text Colors" = "Testu koloreak";

/* nothing */
"mIRC colors:" = "mIRC koloreak:";

/* nothing */
"Extra colors:" = "Kolore extrak:";

/* nothing */
"Foreground:" = "Aurreko planoa:";

/* nothing */
"Background:" = "Atzeko planoa:";

/* nothing */
"Marking Text" = "Testua markatzen";

/* nothing */
"Interface Colors" = "Interfazearen koloreak";

/* nothing */
"New data:" = "Datu berria:";

/* nothing */
"Marker line:" = "";

/* nothing */
"New message:" = "Mezu berria:";

/* nothing */
"Away user:" = "Aldendutako erabiltzailea:";

/* nothing */
"Highlight:" = "Nabarmendu:";

/* nothing */
"Event" = "Gertaera";

/* nothing */
"Sound file" = "Soinu fitxategia";

/* nothing */
"Select a sound file" = "Aukeratu soinu fitxategi bat";

/* nothing */
"Sound playing method:" = "Soinuak jotzeko metodoa:";

/* nothing */
"External sound playing _program:" = "";

/* nothing */
"_External program" = "_Programa externoa";

/* nothing */
"_Automatic" = "_Automatikoa";

/* nothing */
"Sound files _directory:" = "Soinu fitxategien _direktorioa:";

/* nothing */
"Sound file:" = "Soinu fitxategia:";

/* nothing */
"_Browse..." = "_Arakatu...";

/* nothing */
"_Play" = "_Jo";

/* nothing */
"Interface" = "Interfazea";

/* nothing */
"Text box" = "Testu kaxa";

/* nothing */
"Input box" = "Sarrera kaxa";

/* nothing */
"User list" = "Erabiltzaile zerrenda";

/* nothing */
"Colors" = "Koloreak";

/* nothing */
"Chatting" = "Elkarrizketan";

/* nothing */
"General" = "Orokorra";

/* nothing */
"Sound" = "Soinua";

/* nothing */
"Network" = "Sarea";

/* nothing */
"Network setup" = "Sare konfigurazioa";

/* nothing */
"File transfers" = "Fitxategi transferentziak";

/* nothing */
"Categories" = "Kategoriak";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "Egindako ezarpen aldaketa batzuk berrabiaraztea behar dute guztizko efektua egin dezaten.";

/* nothing */
"X-Chat: Preferences" = "X-Chat: Hobespenak";

/* nothing */
"There was an error parsing the string" = "Errore bat gertatu da karaktere-katea parseatzean";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "Seinale honek %d argumentu pasa ditu, $%d baliogabekoa da";

/* nothing */
"Print Texts File" = "Inprimatu testuen fitxategia";

/* nothing */
"$ Number" = "$ Zenbakia";

/* nothing */
"Edit Events" = "Editatu gertaerak";

/* nothing */
"Save As" = "Gorde honela";

/* nothing */
"Load From" = "Kargatu hemendik";

/* nothing */
"Test All" = "Egiaztatu denak";

/* nothing */
"URL" = "URL";

/* nothing */
"Select a file to save to" = "Aukeratu hau gorde nahi den fitxategia";

/* nothing */
"X-Chat: URL Grabber" = "X-Chat: URL hartzailea";

/* nothing */
"Clear list" = "Garbitu zerrenda";

/* nothing */
"Copy" = "Kopiatu";

/* nothing */
"Save list to a file" = "Gorde zerrenda fitxategi batean";

/* nothing */
"%d ops, %d total" = "%d op, %d guztira";

